---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPCalculationServerInfo
source: html/a35caebd-a771-6250-822e-e62ec4b8ade4.htm
---
# MEPCalculationServerInfo Members

Constructs a new MEPCalculationServerInfo with default settings.